tap "bell-sw/liberica"
tap "elastic/tap"
tap "henkrehorst/php"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nicoverbruggen/cask"
tap "shivammathur/extensions"
tap "shivammathur/php"
brew "autoconf"
brew "automake"
brew "python@3.12"
brew "icu4c"
brew "node", link: false
brew "bitwarden-cli"
brew "brew-cask-completion"
brew "fontconfig"
brew "glib"
brew "curl"
brew "libtool"
brew "libavif"
brew "gd"
brew "libpq"
brew "php", link: false
brew "composer"
brew "coreutils"
brew "cryptography"
brew "dnsmasq"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "subversion"
brew "git-svn"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "htop"
brew "httpd"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "libiconv"
brew "mytop"
brew "ncdu"
brew "pinentry-mac"
brew "pv"
brew "python-requests"
brew "qt"
brew "qcachegrind"
brew "qt@5"
brew "redis", restart_service: true
brew "siege"
brew "socat"
brew "sshfs"
brew "thefuck"
brew "wakeonlan"
brew "wrk"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "elastic/tap/elasticsearch-full"
cask "font-source-code-pro-for-powerline"
cask "hyperkey"
cask "macfuse"
cask "orbstack"
cask "osxfuse"
cask "rar"
